import {SmallText} from "src/components/Card/home.style";
import React from "react";

const StandardTerms = () => (
        <SmallText>
            신용카드 개인회원 표준약관
            [2022. 11. 1, 일부개정]

            제 1 장 총칙
            제1조(목적)
            이 약관은 회원의 권익보호 및 거래관계의 명확화를 위하여 신용카드사(이하 “카드사”라 함)와 신용카드(이하 “카드”라 함)를 이용하고자 하는 회원 간의 필요한 사항을 정함을 목적으로 합니다.

            제2조(회원)
            ① 회원은 본인회원과 가족회원으로 구분합니다.
            ② 본인회원이란 이 약관을 승인하고 비씨카드㈜에 카드 발급을 신청하여 카드사로부터 카드를 발급받은 분을 말합니다.
            ③ 가족회원이란 본인회원이 지정하고 대금의 지급 및 기타 카드이용에 관한 책임을 본인회원이 부담할 것을 승낙한 분으로서, 이 약관을 승인하고 카드사로부터 카드를 발급받은 분을 말합니다.
            제 2 장 카드의 발급 및 관리 등
            제3조(카드의 발급)
            ① 카드를 발급받고자 하는 신청인이 카드사에 카드발급을 신청하면 카드사는 내부 기준에 따른 심사 및 발급관련 절차 등을 거쳐 발급합니다.
            ② 카드모집자가 카드회원을 모집할 때 자금의 융통을 권유하는 경우에는 대출금리, 연체료율 및 취급수수료 등의 거래조건을 감추거나 왜곡하지 아니하고, 이해할 수 있도록 설명합니다.
            ③ 카드사는 신용카드 이용계약을 체결할 경우 신청인에게 카드에 대한 약관과 연회비 등 카드의 거래조건 및 연회비 반환사유, 반환금액 산정방식, 반환금액의 반환기한 등을 알리고 이용계약에 따른 계약서류를 제공하여야 합니다.
            제3조의2(가족카드 발급 등)
            ① 본인회원은 카드사에 가족카드 발급(갱신·대체발급을 포함한다. 이하 이 조에서 같다)을 신청할 수 있으며, 카드사는 관련 법규 등에 따라 본인회원의 신용상태, 가족관계, 가족의 동의 등을 확인하여 가족카드를 발급할 수 있습니다.
            ② 가족카드는 본인회원의 배우자, 직계존속·비속(배우자 포함), 형제자매 및 배우자의 직계존속·비속, 형제자매에게 발급됩니다.
            ③ 카드사는 가족카드 발급과 관련하여 다음 각호의 사항을 상품설명서에 명시하고 카드를 발급할 경우 본인회원과 가족회원에게 안내합니다.
            1. 가족카드 연회비 및 가족카드 발급 가능매수
            2. 가족카드 부가서비스 이용조건 및 제공 범위
            3. 가족카드 연말정산 관련 사항
            4. 휴대폰 메시지 및 카드대금 청구서 제공사실 및 방법
            5. 가족카드 포인트 양도방법
            6. 이혼, 사망, 파양 등 가족관계 변동시 본인회원 및 가족회원의 카드사 신고방법 및 처리절차
            7. 제6호의 가족관계 변동이 되었음에도 가족카드를 정지시키지 않는 경우 의도하지 않는 카드사용 및 책임이 발생할 수 있다는 사실
            8. 본인회원이 요청할 경우 가족회원의 동의없이 가족카드가 한도감액·정지·해지될 수 있다는 사실
            9. 기타 가족카드 이용정지 및 해지 등에 관한 사항
            ④ 본인회원은 본인회원이 발급을 신청하지 않은 가족카드 사용금액에 대해서는 책임을 부담하지 않습니다. 본인회원이 발급을 신청했다는 사실에 대한 입증책임은 카드사가 집니다.
            ⑤ 본인회원은 가족회원의 동의 없이 가족카드의 한도감액·정지·해지를 카드사에 요청할 수 있으며 카드사는 본인회원의 요청에 따라 가족카드 한도감액·정지·해지 조치를 한 경우에는 즉시 그 사실을 본인회원과 가족회원에게 알립니다.
            ⑥ 카드사는 제30조에 따라 가족회원에게 본인회원의 미상환 채무를 추심할 수 없습니다.
            ⑦ 본인회원은 카드사가 정하여 카드사의 홈페이지 등에 게시하는 절차에 따라 가족회원 명의의 계좌를 가족카드 이용대금 자동이체결제계좌로 지정해 줄 것을 카드사에 요청할 수 있으며, 이 경우 카드사는 가족회원의 동의를 받아 처리합니다.
            제4조(카드의 유효기한 및 재발급)
            ① 카드의 유효기한은 카드표면에 기재됩니다.
            ② 카드사는 회원이 카드의 분실 및 훼손 등의 사유로 재발급을 요청하는 경우 카드의 잔여 유효기한까지는 재발급하여 드립니다.
            ③ 카드사는 유효기한이 도래한 카드에 대해서는 회원에 대한 심사를 거쳐 갱신발급 요건을 충족하는 회원에 대해 카드를 갱신 발급하며, 요건을 충족하지 못한 회원에 대해서는 갱신이 거절될 수 있습니다.
            ④ 갱신 또는 대체발급, 거절예정일전 6개월 이내에 카드를 사용한 적이 있는 회원은 카드사가 갱신 또는 대체발급, 거절예정일부터 1개월 이전에 회원에게 서면, 전화, 전자우편(E-MAIL), 휴대폰 메시지(모바일 메시지 서비스의 경우 회원의 사전동의를 받아야 하며, 데이터 비용 발생사실 등을 안내하여야 합니다. 또한, 유효하게 전달되지 못한 경우 휴대폰 문자메시지(SMS 등)로 대체전송됩니다. 이하 같습니다.), 팩스(FAX), 이용대금명세서 중 2가지 이상의 방법으로 발급·거절예정사실과 20일 이내에 이의 제기를 할 수 있음을 알린 후 해당 기간 내에 그 회원으로부터 이의 제기가 없어 묵시적 동의를 받은 경우 새로운 유효기한이 기재된 카드를 갱신 또는 대체발급하거나, 갱신 또는 대체발급이 거절됩니다.
            ⑤ 갱신 또는 대체발급예정일전 6개월 이내에 카드를 사용하지 않은 회원의 경우에는 회원이 서면, 전자문서(「전자문서 및 전자거래기본법」제2조제1호에 따른 전자문서를 말한다) 또는 전화로 동의한 경우에만 갱신 또는 대체발급합니다. 회원은 동의없는 갱신 또는 대체발급된 카드의 사용으로 인한 책임을 부담하지 않습니다. 회원이 동의했다는 사실에 대한 입증책임은 카드사가 집니다.
            ⑥ 카드가 갱신된 경우에도 계속하여 이 약관이 적용됩니다.
            제5조(카드의 관리)
            ① 회원은 카드를 발급받는 즉시 카드서명란에 본인이 직접 서명하여야 하며, 본인 이외의 배우자, 가족 등 다른 사람이 카드를 이용하게 하여서는 아니됩니다.
            ② 카드의 소유권은 카드사에 있으므로 회원은 카드를 제3자에게 대여, 양도 또는 담보의 목적으로 이용할 수 없으며 선량한 관리자로서의 주의를 다하여 카드를 이용·관리하여야 합니다.
            ③ 회원은 유효기한이 지난 카드 및 갱신·대체·재발급으로 인한 구카드를 이용할 수 없고, 이를 즉시 카드사에 반환하거나 이용이 불가능하도록 절단하여 분리해서 폐기하여야 합니다.
            ④ 제1항 내지 제3항의 이행을 태만히 하여 발생하는 책임은 회원에게 있습니다. 다만, 회원에게 고의 또는 과실이 없는 경우에는 그러하지 아니합니다.
            제6조(연회비 청구)
            ① 연회비는 카드사가 발급, 이용대금명세서 발송 등 회원관리비용을 충당하기 위하여 부과하는 기본연회비와 카드별로 제공하는 부가서비스 비용을 충당하기 위하여 부과하는 제휴연회비로 구성됩니다. 기본연회비는 회원별 혹은 카드별로, 제휴연회비는 카드별로 청구됩니다.
            ② 카드사는 카드이용대금에 우선하여 연회비를 청구할 수 있으며, 연회비는 카드발급 시점을 기준으로 원칙적으로1년 단위로 청구됩니다. 다만, 다음 각호의 요건을 모두 충족하는 경우 월납 등 분납 청구도 가능합니다.
            1. 제1회차의 분납회비가 카드발행 및 배송에 소요되는 금액보다 큰 경우
            2. 회원이 카드를 해지하더라도 카드발행 및 배송에 소요되는 비용 이외에 회원에게 바우처 등 부가서비스에 대한 상환 청구금액이 없는 경우
            ③ 최초년도 연회비는 면제되지 않습니다. 다만, 다른 법령 등에서 연회비를 부과하지 않도록 규정한 경우와 갱신발급시 카드사의 연회비 면제조건을 충족한 경우에 한하여 최초년도 연회비를 면제받을 수 있습니다.
            ④ 카드사는 카드회원을 모집하는 경우 회원에게 연회비 청구기준 및 청구금액 등을 안내합니다.
            ⑤ 카드사는 연회비 부과 시점을 기준으로 1년 이상 사용하지 않은 카드에 대한 연회비는 부과하지 않습니다.
            제6조의2(계약해지에 따른 연회비 반환)
            ① 회원이 유효기한이 도래하기 전에 카드를 해지하는 경우 연회비 반환금액은 회원이 카드사와 계약을 해지한 날부터 일할 계산(회원의 카드이용이 가능하게 된 날을 기준으로 계산한다)하여 산정합니다. 이 경우 회원이 이미 납부한 연회비에 반영된 다음 각 호의 비용은 반환금액 산정에서 제외됩니다.
            1. 카드의 발행·배송 등 카드 발급(신규로 발급된 경우로 한정한다)에 소요된 비용
            2. 카드 이용 시 제공되는 추가적인 혜택 등 부가서비스 제공에 소요된 비용
            ② 카드사는 회원이 계약을 해지한 날부터 10영업일 이내에 제1항에 따라 산정된 연회비 반환금액을 반환하여야 합니다. 다만, 부가서비스 제공내역 확인에 시간이 소요되는 등의 불가피한 사유로 계약을 해지한 날부터 10영업일 이내에 연회비 반환금액을 반환하기 어려운 경우에는 계약을 해지한 날부터 3개월 이내에 반환할 수 있습니다.
            ③ 카드사는 제2항에 따라 연회비 반환금액을 반환할 때에는 그 연회비 반환금액의 산정 방식을 함께 해당 카드사와의 계약을 해지한 자에게 알려야 합니다.
            ④ 카드사는 제2항 단서에 따른 사유로 계약을 해지한 날부터 10영업일 이내에 연회비 반환금액을 반환하기 어려운 경우에는 그 10영업일이 지나기 전에 반환지연 사유 및 반환 예정일을 계약을 해지한 자에게 알려야 합니다.
            제7조(카드이용 정지)
            ① 카드사는 회원이 다음 각 호에 해당하는 경우 회원의 카드이용을 정지할 수 있으며, 제7호를 제외한 나머지 사유로 이용 정지하는 경우에는 휴대폰 메시지 또는 전화로 이용 정지 예정사실을 회원에게 미리 알려드립니다(카드사가 과실 없이 회원의 휴대폰 번호를 알지 못하거나, 통신사의 사정 등에 따라 휴대폰 메시지가 전송되지 않을 경우에는 이용 정지 당일에 전자우편(E-MAIL)으로 통지하거나 서면으로 발송). 다만, 제6호의 경우에는 사전 고지 없이 카드이용이 정지될 수 있습니다(사유 발생 당일 고지).
            1. 회원으로 가입 시 약정 서류에 필수 기재사항 및 카드발급 자격 관련 정보 등 중요 기재사항을 허위로 작성하여 회원의 신용상태가 현저히 악화되었거나, 계약을 지속하기 어려운 경우
            2. 다른 채무로 인하여 (가)압류, 가처분, 경매, 기타 강제 집행을 당한 경우
            3. 카드이용대금(단기카드대출(현금서비스) 포함), 장기카드대출(카드론) 대금 또는 다른 금융기관에 대한 채무를 연체한 경우
            4. 다른 금융기관에서의 연체, 파산 및 개인회생 신청, 기타 사유로 회원의 신용상태가 현저히 악화된 경우
            5. 미성년자인 회원의 법정 대리인이 카드사에 거래정지를 요청한 경우
            6. 카드에 의한 거래가 부정사용 또는 비정상거래로 판단되는 상당한 이유가 있는 경우
            7. 이민, 구속, 사망 등으로 회원의 채무 변제가 불가능하거나 현저히 곤란하다고 판단되는 경우
            8. 회원의 고의·중과실로 여신전문금융업법 등 관계법령을 위반하거나 이 약관에 기재된 회원의 의무를 위반하여 계약의 목적 달성이 어려운 경우
            ② 카드사 또는 회원이 이용한 업체의 전산망이 외부로부터 해킹 등을 당하여 회원에게 피해가 발생될 우려가 있는 경우 회원의 카드이용을 정지할 수 있습니다.
            ③ 회원은 카드사에 대하여 카드사용의 일시정지를 요청할 수 있으며 카드사는 회원이 서면, 전화, 인터넷 홈페이지 등을 통하여 카드 사용의 일시정지를 할 수 있도록 합니다. 카드사는 회원의 요청에 따라 카드 사용이 정지된 이후 해외에서 카드사의 승인 없이 전표가 매입되는 거래(이하 “해외 무승인매입”이라 한다)가 발생한 경우 매출전표가 매입된 날로부터 3영업일 이내에 회원에게 서면, 전화, 전자우편(E-MAIL), 휴대폰 메시지, 팩스(FAX) 중 1가지 이상의 방법으로 해외 무승인매입에 따른 카드이용대금 청구예정 사실을 안내하여 드립니다.
            ④ 카드사는 회원의 카드이용 정지 상태가 해소되는 경우 사유 발생 당일에 서면, 전화, 전자우편(E-MAIL), 휴대폰 메시지, 팩스(FAX) 중 1가지 이상의 방법으로 회원에게 알려드립니다.

            제26조(대출기간 연장)
            ① 대출만기 도래시 대출기간의 연장은 기존 약정 내용 및 회원의 신청에 따라 이루어집니다.
            ② 제1항에 따른 대출기간 연장 신청시 카드사는 개인신용평점, 연체정보 등 카드사가 정하는 심사기준에 따라 대출 연장 가능 여부를 심사할 수 있으며, 대출기간 연장이 확정된 경우 대출조건(이자율, 상환방식, 대출기간, 대출금액 등)이 변경될 수 있습니다. 다만, 카드사의 심사기준에 의해 대출기간 연장이 불가한 때에는 만기일에 원금 및 이자를 전액 상환하여야 합니다.
            제 5 장 대금결제
            제27조(대금결제)
            ① 회원은 카드이용대금과 이에 수반되는 모든 수수료를 지정된 대금결제일에 자동이체결제방법 또는 카드사가 정하는 방법(즉시결제, 송금납부(가상계좌 입금 등) 등)으로 결제하여야 하며, 대금결제일은 결제가능일 중에서 회원이 정하는 날로 지정할 수 있습니다. 카드사는 대금결제방법에 대한 자세한 내용을 카드사의 홈페이지, 이용대금명세서, 상품설명서 등에 안내하여 드립니다.
            ② 해외에서 카드를 사용하거나, 국내에서 해외가맹점을 통하여 이용한 모든 카드이용대금은 마스터/비자 등 국제카드 브랜드사가 정한 환율에 의해 미달러로 환산된 후, 카드사용내역이 카드사에 접수된 일자의 대외결제 대행은행의 최초고시 전신환 매도율이 적용되어 원화로 회원에게 청구됩니다. 만약, 회원이 해외에서 사용한 결제내역을 취소할 경우 환율변동에 따른 손익은 카드사가 부담합니다.
            ③ 제2항의 청구금액에는 마스터/비자 등 국제카드 브랜드사가 카드사에 부과하는 국제브랜드수수료*와 국내 카드사가 부과하는 해외서비스수수료**가 포함됩니다. 이 경우 국내 카드사의 해외서비스수수료는 국제브랜드수수료를 제외하고 산정됩니다.
            * (거래미화금액 × 국제브랜드사 이용수수료율) × 전신환매도율
            ** (거래미화금액 × 각 카드사가 정하는 해외서비스수수료율) × 전신환매도율
            ④ 회원은 예금잔액 및 대출한도가 결제금액에 미달하여 제1항의 기일에 카드이용대금을 결제하지 못한 경우 (제29조의 규정에 의하여 기한의 이익*을 상실한 경우 포함) 결제일 다음날부터 완제일까지 한편넣기**로 연체일수를 산정하여 다음 산식의 지연배상금***을 추가부담하여야 합니다. 다만, 결제일 다음날 대금을 결제한 경우는 연체일수를 1일로 합니다.
            * 미리 정한 기간 동안 당사자가 누리는 이익
            ** 연체이자를 산정할 경우 결제일 다음날과 완제일 중 하루만 포함
            *** 지연배상금 = (연체금액-연체금액에 포함된 이자)×연체이자율×연체일수/365(윤년은 366)
            ⑤ 제4항의 ‘연체이자율’은 ‘대부업 등의 등록 및 금융이용자 보호에 관한 법률’ 등 관련 법규에 따라 ‘약정이자율’에 ‘연체가산이자율’을 더하는 방식으로 계산*됩니다.
            * 일시불 거래를 연체한 경우 : 거래 발생 시점의 최소기간(2개월) 유이자 할부 금리
            무이자 할부 거래를 연체한 경우 : 거래 발생 시점의 동일한 할부 계약기간의 유이자 할부 금리
            그 외의 경우 : (「상법」제54조에 따른 상사법정이율 또는「한국은행법」제86조에 따라 한국은행에서 매월 발표하는 가장 최근의 비은행 금융기관 가중평균대출금리(신규취급액 기준) 중 상호금융 가계자금대출금리) 중 높은 금리
            ⑥ 회원은 연체 또는 기한이익 상실사유 발생에 따라 발생하는 회원에 대한 카드사의 채권 등의 권리의 행사에 관한 비용을 부담하여야 합니다. 이 경우 카드사는 해당 권리 행사에 관한 구체적 세부내역을 나열하고, 영수증 등 객관적인 증빙사본을 첨부하여 회원에게 청구하여야 합니다.
            ⑦ 회원은 가맹점으로부터 거래승인번호가 없거나 가맹점명, 대표자명, 주소, 매출일자 및 기타 필수기재사항이 누락되었거나 허위로 기재된 매출전표를 받았을 경우 대금지급을 거절할 수 있습니다. 이 경우 회원은 매출일로부터 제3영업일 이내에 대금지급을 거절할 수 있는 증빙자료와 대금지급 거절의사를 서면으로 카드사에 통지하여야 합니다.
            ⑧ 회원이 결제금액 전액을 입금하지 못한 경우에는 모든 비용, 연회비, 지연배상금, 상품별 수수료, 이자 등이 원금에 우선 상환됩니다. 다만, 회원이 기한의 이익을 상실한 채무를 변제 시, 카드사는 회원에게 불리하지 않은 범위 내에서 상환순서를 달리할 수 있습니다.
            ⑨ 채무변제순서는 연체이자, 정상이자, 기한이익의 상실 등을 고려하여 회원에게 변제 이익이 많은 순으로 함을 원칙으로 하며, 카드사가 정한 채무변제순서는 인터넷 홈페이지, 자동응답서비스(ARS) 등을 통하여 회원이 수시로 확인할 수 있도록 합니다.
            ⑩ 회원은 기한이 도래하기 전이라도 카드이용대금을 지급할 수 있습니다.
            ⑪ 할부의 경우 회원이 일시에 지급하는 금액은 나머지 할부금(월간단위)에서 나머지 기간에 대한 할부수수료를 공제한 금액으로 합니다.
            ⑫ 제4항 및 제5항의 연체이자율은 카드사가 정하여 매월 통보하여 드리며 각종 수수료가 관련 법률에서 정한 이자율을 초과하는 경우, 카드사는 그 초과된 이자상당액을 회원에게 환급합니다.
            ⑬ 회원이 카드이용대금을 카드사의 가상계좌 등으로 직접 입금할 때 입금하여야 하는 금액을 초과하여 입금한 경우 카드사는 회원이 초과 입금한 금액을 즉시 또는 2영업일 이내에 결제계좌(또는 회원이 지정한 회원명의의 계좌)로 환급하여 드립니다. 다만, 전산장애, 입금인과 회원명이 다른 경우 등 특별한 사정이 있는 경우에는 5영업일 이내에 환급하여 드립니다.
            ⑭ 회원은 제13항에 따른 환급기한까지는 지연배상금 등을 청구할 수 없으며, 카드사는 환급에 따라 발생하는 타행이체수수료와 같은 비용을 회원의 부담으로 할 수 있습니다.
            ⑮ 제13항에도 불구하고 회원은 카드이용대금 결제일에 카드이용대금과 환급금액과의 상계를 카드사에 요구할 수 있습니다.
            ⑯ 회원이 카드 결제를 취소하고 카드사에 취소매출전표가 접수된 경우 카드사는 회원에게 취소된 결제에 대해서는 카드이용대금을 청구하지 않습니다. 다만, 현금융통, 기망행위 등 고의 또는 부당한 행위로 인한 취소인 경우에는 제외될 수 있습니다.
            제28조(자동이체결제)
            ① 카드사는 회원의 카드이용대금을 제27조의 결제일에 자동이체결제계좌(단, 통장분실/도난 기타의 사유로 계좌가 변경될 경우에는 변경 후의 계좌)에서 예금통장, 지급청구서 없이 자동으로 인출하여 결제할 수 있습니다.
            ② 제1항의 자동이체결제계좌가 대출이 가능한 계좌인 경우에는 그 약정한도 내에서 결제계좌 개설기관과 회원이 약정한 출금우선순위에 의하여 자동인출하여 결제합니다.
            ③ 이용대금결제일 현재 잔액부족으로 카드사의 청구금액 전부를 결제할 수 없는 때에는 이용대금 결제일 이후 매 영업일 또는 카드사가 정하는 출금일에 결제하지 않은 금액(지연배상금 포함)을 제1항 및 제2항의 방법에 따라 인출, 결제금액에 충당할 수 있습니다.
            ④ 제1항 내지 제3항에도 불구하고, 결제계좌 개설기관의 영업 마감시간(16시) 이후에 입금된 금액은 결제계좌 개설기관의 사정에 따라 자동인출되지 않을 수 있습니다. 회원은 자동납부 업무 마감시간 이후 카드사의 홈페이지 등에서 즉시결제 또는 송금납부(가상계좌 입금 등)를 통해 당일 결제를 할 수 있습니다.
            ⑤ 제27조제1항의 카드이용대금 결제일이 토요일 또는 공휴일인 경우에는 카드이용대금 결제일 이후 최초 도래하는 은행 영업일에 처리합니다.
            제29조(기한이익의 상실)
            ① 회원에게 다음 각 호에서 정한 사유 중 하나라도 발생한 경우에는 회원은 당연히 카드사에 대한 모든 채무의 기한의 이익을 상실하여 곧 이를 갚아야 할 의무를 집니다. 이 경우, 카드사는 회원에게 서면으로 다음 각 호의 사유 및 이에 따라 다음 각 호의 사유발생 즉시 기한의 이익을 상실하였다는 사실을 함께 통지하여야 합니다.
            1. 사망으로 회원의 채무 변제가 불가능한 경우 (90일까지는 지연배상금 미부과)
            2. 생업에 종사하기 위하여 또는 외국인과의 결혼, 연고관계, 기타 사유 등으로 인하여 외국으로 이주하는 경우
            3. 파산, 개인회생절차 개시의 신청이 있거나, 채무불이행자 명부 등재 신청이 있는 경우
            ② 회원에게 다음 각 호에서 정한 사유 중 하나라도 발생한 경우에는 당연히 당해채무의 기한의 이익을 상실하며, 회원은 곧 이를 갚아야 할 의무를 집니다. 이 경우, 카드사는 기한이익 상실일 7영업일 전까지 다음 각호의 채무이행 지체사실과 이에 따라 기한의 이익이 상실된다는 사실을 회원에게 서면으로 통지하여야 하며, 기한이익의 상실일 7영업일 전까지 통지하지 않은 경우 회원은 실제 통지가 도달한 날로부터 7영업일이 경과한 날에 기한의 이익이 상실되어 곧 이를 갚아야 할 의무를 집니다.
            1. 할부금을 연속하여 2회 이상 지급하지 아니하고, 그 지급하지 아니한 금액이 총 할부금액의 10분의 1을 초과하는 경우
            2. 일부결제금액이월약정(리볼빙)의 최소결제금액을 연속하여 2회차 이상 결제하지 않는 경우
            3. 장기카드대출(카드론) 이자(원금분할상환 또는 원리금분할상환 형식 제외)를 지급하여야 할 때부터 1개월간 지체한 경우
            4. 장기카드대출(카드론) 분할상환금 또는 분할상환원리금의 지급을 2회 이상 연속하여 지체한 경우
            5. 회원의 고의·중과실로 카드에 의한 거래가 부정사용 또는 비정상적 거래로 확인된 경우
            ③ 회원에게 다음 각호에서 정한 사유 중 하나라도 발생하여 카드사의 채권보전에 현저한 위험이 예상될 경우, 카드사는 서면으로 변제, 압류 등의 해소, 신용의 회복 등을 독촉하고 그 사유가 해소되지 않을 경우 카드사에 대한 모든 채무의 기한의 이익이 상실된다는 사실을 명시하여 통지하여야 합니다. 통지 도달일로부터 10일 이상으로 카드사가 정한 기간이 경과하면, 회원은 카드사에 대한 모든 채무의 기한의 이익을 상실하여 곧 이를 갚아야 할 의무를 집니다.
            1. 제2항에 의하여 기한의 이익을 상실한 채무를 변제하지 아니한 때
            2. 다른 채무로 인하여 압류, 경매, 기타 강제 집행을 당한 경우
            3. 카드이용대금(단기카드대출(현금서비스) 포함), 장기카드대출(카드론) 대금 또는 다른 금융기관에 대한 채무를 연체한 경우
            ④ 제2항 및 제3항에 의하여 회원이 카드사에 대한 채무의 기한의 이익을 상실한 경우라도 카드사의 명시적 의사표시가 있거나, 카드사가 분할상환금·분할상환원리금·이자·지연배상금을 받는 등 정상적인 거래의 계속이 있는 때에는 그 채무 또는 카드사가 지정하는 채무의 기한의 이익은 그 때부터 부활됩니다.
            제30조(회원의 책임)
            본인회원은 본인 및 가족회원의 카드에 관한 행위 및 발생된 채무 전액에 대하여 책임을 집니다. 가족회원은 가족카드의 이용 및 관리에 대해서만 책임을 집니다.

            제6장 일부결제금액이월약정(리볼빙)
            제31조(일부결제금액이월약정(리볼빙))
            ① 일부결제금액이월약정(리볼빙)이란 회원이 카드이용대금 중 카드사와 회원이 미리 약정한 약정(최소)결제비율 이상을 결제하면 다음 달 결제월에 잔여결제금액과 일부결제금액이월약정(리볼빙) 수수료를 합산하여 납부하는 결제방식입니다.
            ② 약정결제비율이란 일부결제금액이월약정(리볼빙) 이용금액 중 카드사와 회원이 결제일에 결제를 원하는 비율을 의미하며 회원은 이용금액의 10~100% 이내의 범위에서 약정조건에 따라 최소결제비율 이상으로 원하는 비율을 선택할 수 있습니다.
            ③ 최소결제비율이란 회원이 결제일에 결제하여야 할 최소결제금액을 산정하는 비율을 의미하며 최소결제비율은 10%이상으로 회원의 신용상태 등에 따라 차등 적용됩니다. 최소결제비율은 복수의 카드를 소지한 경우라도 회원단위로 동일하게 적용됩니다.
            ④ 일부결제금액이월약정(리볼빙) 수수료란 일부결제금액이월약정(리볼빙)의 이용과 관련하여 회원에게 부과되는 수수료를 의미합니다.
            제32조(일부결제금액이월약정(리볼빙)의 신청 및 성립)
            ① 일부결제금액이월약정(리볼빙)은 카드 발급시 또는 카드를 발급받은 회원이 본인확인절차를 거쳐 일부결제금액이월약정(리볼빙)을 신청하고 카드사가 이를 승낙함으로써 성립합니다.
            ② 카드사는 회원에게 일부결제금액이월약정(리볼빙)을 권유하는 경우 일부결제금액이월약정(리볼빙) 설명서를 제공합니다. 이 경우 카드사는 해당 설명서의 주요 내용(수수료율, 최소결제비율 및 약정결제비율, 일시상환 방법 등)과 일부결제금액이월약정(리볼빙)을 이용하여 이월잔액이 발생한 경우 신용도가 하락할 수 있음을 회원이 이해할 수 있는 방법으로 설명합니다.
            ③ 제2항에도 불구하고 카드사가 전화를 통해 회원에게 일부결제금액이월약정(리볼빙)을 권유하는 경우에는 설명서에 따라 주요 내용을 회원이 이해할 수 있는 방법으로 설명하고 약정 체결 이후 일부결제금액이월약정(리볼빙) 설명서를 제공합니다.
            ④ 카드사는 제2항 또는 제3항에 따라 회원에게 설명한 내용을 회원이 이해하였음을 서명, 녹취 등의 방법으로 확인받아야 합니다.
            ⑤ 회원의 일부결제금액이월약정(리볼빙) 체결 이후 카드사는 수수료율, 최소결제비율 및 약정결제비율 등의 내용에 대해 서면, 전화, 전자우편(E-MAIL), 이용대금명세서, 휴대폰 메시지 등 회원과 협의한 2가지 이상의 방법으로 통지하여 드립니다.
            ⑥ 카드사는 회원의 일부결제금액이월약정(리볼빙) 이용에 따라 잔액이 발생한 경우 카드이용 대금명세서 등을 통해 추가적인 카드이용이 없다는 가정 하에 약정(최소)결제비율에 따라 상환을 완료할 때까지 걸리는 기간(수수료가 부과되는 첫 번째 월부터 상환이 완료되는 마지막 월을 포함하여 개월수로 표시), 총 수수료금액(해당 회원에게 적용한 최근 월의 수수료율을 적용), 총 원금잔액(총 이월잔액)에 대해 별도로 안내합니다.
            ⑦ 회원은 일부결제금액이월약정(리볼빙)의 수수료율에 대해서도 제23조에서 규정한 금리인하요구권과 같이 카드사에 금리인하를 요구할 수 있습니다.
            제33조(적용 대상)
            ① 회원이 일부결제금액이월약정(리볼빙)을 신청할 경우 카드사는 신청회원의 이용실적, 신용상태, 월평균결제능력 등을 종합적으로 심사하여 일부결제금액이월약정(리볼빙)의 대상여부를 결정하며, 동 심사기준을 충족하지 못할 경우 일부결제금액이월약정(리볼빙)을 이용할 수 없습니다.
            ② 일부결제금액이월약정(리볼빙)을 할 경우 일부결제금액이월약정(리볼빙)이 허용된 카드 또는 회원이 보유한 모든 카드(가족카드 포함) 중 카드사가 정하는 조건에 부합하는 국내·외 일시불 이용금액에 한하여 일부결제금액이월약정(리볼빙)의 이용이 가능합니다. 다만, 단기카드대출(현금서비스) 및 할부 이용금액 등은 제외합니다.
            제34조(약정기간)
            ① 일부결제금액이월약정(리볼빙)은 회원이 이용을 신청한 시점부터 해당 카드의 유효기간까지 이용(최장 5년)할 수 있습니다. 이 경우 카드사는 일부결제금액이월약정(리볼빙)을 실제로 이용하지 않고 약정만 체결한 회원에 대해 12개월마다 동 약정을 해지할 수 있고 해지에 따른 불이익이 없음을 서면, 전화, 전자우편(E-MAIL), 휴대폰 메시지, 팩스(FAX), 이용대금명세서 중 2가지이상의 방법으로 안내하여야 하며 안내 시 회원이 인터넷 홈페이지 등을 통해 간편하게 해지할 수 있도록 서비스를 제공합니다. 약정이 연장된 경우에도 같습니다.
            ② 카드사는 약정기간이 도래한 회원에 대하여 약정기간 만료일로부터 1개월 이전에 약정기간 만료 예정사실[일부결제금액이월약정(리볼빙) 연장가능 회원의 경우에는 일부결제금액이월약정(리볼빙)의 연장 예정 사실 및 연장기간 포함], 수수료율 등 주요 내용을 서면, 전화, 전자우편(E-MAIL), 휴대폰 메시지, 팩스(FAX), 이용대금명세서 중 2가지 이상의 방법으로 개별 통보합니다.
            ③ 전항의 연장가능 회원에게는 카드사의 통보 후 1개월 이내에 별도 약정해지 의사표시를 하지 않는 경우 약정연장에 동의한 것으로 본다는 내용을 명시하여 통지합니다. 회원이 이 기간 중 이의제기하지 않는 경우 회원이 선택한 기존약정 기간 단위로 일부결제금액이월약정(리볼빙)의 기간이 연장됩니다.
            제35조(결제금액)
            ① 일부결제금액이월약정(리볼빙) 이용회원의 결제금액은 약정(최소)결제비율에 따른 일부결제금액이월약정(리볼빙) 청구원금, 일부결제금액이월약정(리볼빙) 수수료 및 일부결제금액이월약정(리볼빙) 비대상 금액의 합계액으로 합니다. 단, 일부결제금액이월약정(리볼빙)의 청구원금이 5만원 미만인 경우 전액 청구합니다.
            1. 최소결제금액 :
            · (일부결제금액이월약정(리볼빙)의 최소청구원금과 5만원 중 큰 금액) + 일부결제금액이월약정(리볼빙) 수수료 + 일부결제금액이월약정(리볼빙) 대상 외 금액
            2. 일부결제금액이월약정(리볼빙)의 최소청구원금 :
            · ('전월 일부결제금액이월약정(리볼빙) 이월 잔액 + 당월 일부결제금액이월약정(리볼빙) 신규이용금액 ) × 최소결제비율
            3. 일부결제금액이월약정(리볼빙)의 약정청구원금 :
            · ('전월 일부결제금액이월약정(리볼빙) 이월 잔액 + 당월 일부결제금액이월약정(리볼빙) 신규이용금액 ) × 약정결제비율
            4. 일부결제금액이월약정(리볼빙)의 수수료 :
            · 전월 일부결제금액이월약정(리볼빙) 이월 잔액 × 일부결제금액이월약정(리볼빙) 수수료율 × 이용경과일수*/365(윤년은 366)
            * 이용경과일수 : 전월 대금 결제일 익일부터 당월 대금 결제일까지의 기간에 해당하는 일수
            ② 결제일에 회원이 최소결제금액 미만으로 결제할 경우에는 연체로 처리되며, 이 경우 회원은 최소결제금액 중 결제하지 못한 금액(이자 제외)에 대하여 지연배상금을 추가로 지급하여야 합니다.
            ③ 약정결제비율을 100%로 정한 회원이 결제일에 총 청구금액을 결제하지 않고 최소결제금액 이상을 결제한 경우 일부결제금액이월약정(리볼빙)으로 전환되며 일부결제금액이월약정(리볼빙) 수수료가 부과됩니다.
            ④ 제3항의 경우 카드사는 회원에게 일부결제금액이월약정(리볼빙)으로 전환된 이월금액 및 선결제 가능 사실을 휴대폰 메시지 또는 전화 등으로 고지합니다.
            ⑤ 약정결제비율과 관계없이 최소결제금액 이상을 결제한 경우 정상결제 처리되며, 잔여 결제대금은 일부결제금액이월약정(리볼빙) 잔액으로 자동 이월되어 추후 입금한 경우라도 자동이체를 통해 추가 출금되지 않습니다. 추가 결제를 희망하는 경우 회원은 카드사에 반드시 통보하여야 합니다.
            제36조(수수료율 등)
            ① 일부결제금액이월약정(리볼빙) 수수료율 또는 연체료율에 대해 카드사는 회원의 신용상태 등을 고려하여 법령이 허용하는 한도 내에서 정할 수 있으며, 일부결제금액이월약정(리볼빙)의 체결 후 적용 수수료율 등은 회원에게 안내합니다.
            ② 카드사는 회원의 신용변동, 카드사의 조달금리 및 업무처리비용 등 금융환경의 변화 등에 따라 회원에게 개별통지에 의하여 그 율을 인상·인하 할 수 있으며, 변경내용을 회원에게 개별 통지하여 드립니다.
            제37조(최소결제비율 변경)
            일부결제금액이월약정(리볼빙)의 체결 이후 회원의 연체 등의 사유로 신용상태가 악화되었을 경우 최소결제비율을 상향할 수 있으며, 이 경우 변경된 최소결제비율이 최근 이용중인 약정결제비율 이상으로 변경될 경우 회원은 변경된 최소결제비율로 결제하여야 합니다.

            제38조(계약해지)
            ① 회원이 다음 각 호에 해당하는 경우 일부결제금액이월약정(리볼빙) 이용계약이 해지됩니다.
            1. 회원의 계약해지 요청
            2. 회원의 탈회 또는 갱신 탈락 등의 경우
            3. 제29조(기한이익의 상실)에 해당하는 경우
            ② 제1항에 해당하는 경우 카드사는 회원에게 이용금액의 전액을 청구할 수 있고 회원은 카드사의 청구를 받은 즉시 결제하여야 합니다.
            제7장 카드부정사용 등에 대한 회원의 책임
            제39조(카드이용대금에 대한 이의신청 및 책임)
            ① 회원이 카드이용대금(단기카드대출(현금서비스) 포함, 이하 같음)에 이의가 있는 경우에는 결제일로부터 14일 이내에 서면, 인터넷 또는 전화로 카드사에 이의를 제기할 수 있습니다.
            ② 카드사는 회원의 이의제기가 있는 경우 카드발급 경위, 카드이용일시, 이용내역, 이용주체 등을 철저히 조사하여 그 결과를 회원에게 서면, 인터넷(회원에 도달된 것이 확인된 경우만 인정) 또는 전화로 통지하여 드립니다.
            ③ 회원이 카드사의 조사결과에 이의가 있는 경우에는 조사결과를 통지받은 날로부터 7일 이내에 금융감독원에 조정을 요청할 수 있고, 금융감독원의 분쟁조정이 완료될 때까지 이용대금을 지급하지 않을 수 있습니다. 이때 카드사는 분쟁이 있는 금액의 연체를 이유로 회원의 연체정보를 신용정보집중기관 등에 등록할 수 없습니다.
            ④ 금융감독원의 분쟁조정 결과, 카드발급 및 이용과정에서 카드사가 책임이 있는 것으로 밝혀질 경우 카드사는 이용대금의 전액 또는 일부를 부담합니다. 다만, 카드사가 금융감독원의 분쟁조정결과에 불복하여 관할법원에 민사소송을 제기하는 경우에는 그러하지 아니합니다.
            ⑤ 금융감독원의 분쟁조정 결과, 회원에게 책임이 있다고 밝혀질 경우 이용대금이 당초 결제일에 청구된 것으로 간주하여 카드사는 회원에게 지연배상금을 부담시킬 수 있습니다. 다만, 회원이 금융감독원의 분쟁조정결과에 불복하여 관할법원에 민사소송을 제기하는 경우에는 그러하지 아니합니다.
            제40조(카드의 분실·도난신고와 보상)
            ① 회원은 카드를 분실하거나 도난당한 경우 즉시 카드사에 그 내용을 전화 또는 서면 등으로 신고하여야 합니다. 이 경우 카드사는 즉시 신고접수자, 접수번호, 신고시점 기타 접수사실을 확인할 수 있는 사항을 회원에게 알려드리며, 회원은 이러한 사항을 확인하여야 합니다.
            ② 제1항의 절차를 이행한 회원이 분실․도난으로 인한 카드 부정사용금액에 대하여 보상신청을 하고자 할 때에는 카드사가 정하는 절차에 따라 서면, 유선 등으로 보상신청을 하여야 하며, 이 경우 회원은 분실·도난 신고 접수시점으로부터 60일전 이후에 발생한 제3자의 카드 부정사용금액에 대하여 제3항의 각 호를 제외하고 카드사에 보상을 신청할 수 있습니다(단, 단기카드대출(현금서비스), 장기카드대출(카드론), 전자상거래 등 비밀번호를 본인확인 수단으로 활용하는 카드거래에서 발생한 제3자의 카드 부정사용 등에 대한 책임은 제40조제3항제3호에 따릅니다). 다만, 카드사는 제1항의 신고시점 이전에 발생한 50만원을 초과하는 부정사용금액에 대해 1만원 이하의 보상처리수수료를 청구할 수 있습니다.
            ③ 카드사는 다음 각 호에 해당하는 경우(분실·도난 신고시점 이후 발생분은 제외한다) 회원에게 그 책임의 전부 또는 일부를 부담하게 할 수 있습니다.
            1. 회원의 고의로 부정사용이 발생한 경우
            2. 회원이 카드에 서명을 하지 않은 경우(다음 각목의 경우에 한한다)
            가. 가맹점이 서명을 통해 본인확인을 하려하였으나 회원 본인의 카드 미서명으로 본인확인을 하지 못한 경우
            나. 회원이 서명을 하였다고 거짓으로 신고한 경우
            3. 회원이 고의 또는 과실로 비밀번호를 누설하는 경우(자기 또는 친족의 생명·신체에 대한 위해 때문에 비밀번호를 누설한 경우 등 회원의 고의·과실이 없는 경우는 제외한다)
            4. 카드를 타인(가족, 동거인을 포함한다)에게 양도 또는 담보의 목적으로 제공하는 경우
            5. 회원이 과실로 카드를 노출·방치한 경우(회원의 카드 노출·방치로 인해 가족, 동거인이 카드를 사용한 경우도 포함한다)
            6. 회원이 합리적인 이유 없이 고의적으로 카드사에 분실·도난 신고를 지연한 경우
            ④ 제1항 및 제2항에 의한 회원의 분실․도난 신고가 회원의 허위신고로 밝혀지고 그로 인해 카드사에 손해가 발생한 경우 카드사는 회원에게 손해배상을 청구할 수 있습니다.
            ⑤ 회원과 카드사는 분실‧도난 조사에 상호간 성실히 임하도록 합니다.
            제41조(위·변조카드 사용 등에 대한 책임)
            ① 다음 각 호에 따른 카드의 사용으로 생기는 책임은 카드사에 있습니다.
            1. 위조되거나 변조된 카드의 사용
            2. 해킹, 전산장애, 내부자정보유출 등 부정한 방법으로 얻은 카드의 정보를 이용한 카드의 사용
            3. 다른 사람의 명의를 도용하여 발급받은 카드의 사용(회원의 고의 또는 중대한 과실이 있는 경우는 제외한다)
            ② 제1항의 규정에도 불구하고 다음 각 호의 1에 해당하는 사유로 인하여 발생한 부정사용에 대하여는 회원이 그 책임의 전부 또는 일부를 부담하여야 합니다.
            1. 고의 또는 중대한 과실로 비밀번호를 누설한 경우
            2. 카드 등을 양도 또는 담보의 목적으로 제공하는 경우
            3.「전자금융거래법」제9조제2항제1호 및 같은 법 시행령 제8조 각 호의 어느 하나에 해당하는 경우(이 경우 "금융회사 또는 전자금융업자”는 "신용카드업자”로, "이용자”는 "신용카드회원등”으로 본다)
            ③ 회원은 제2항 각 호와 관련하여 사고조사가 필요한 경우 카드사의 요구에 협조하여야 합니다.
            제42조(비밀번호 관련 책임)
            카드사는 단기카드대출(현금서비스) 및 장기카드대출(카드론), 통신판매, 전자상거래 등 비밀번호를 이용하는 거래를 할 경우 입력된 비밀번호와 카드사에 신고된 비밀번호가 같음을 확인하고 조작된 내용대로 단기카드대출(현금서비스) 및 장기카드대출(카드론), 통신판매, 전자상거래와 같은 거래를 처리합니다.
        </SmallText>

)

export default StandardTerms
